Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: [[folder:YMMV, Trivia, Flame Bait and Audience Reactions]] * AssPull: A plot development or revelation comes out of nowhere; typically, audiences are not meant to notice the lack of prior establishment or {{Foreshadowing}}.
pt_br: [[folder:Subjetivo, trivia, isca de discórdia e reações do público]] * Br/SolucaoTiradaDaBunda: Uma revelação ou desenvolvimento de trama sai de lugar nenhum; tipicamente o público não deve perceber a falta de estabelecimento prévio ou de Br/{{Prenuncio}}.

source: [[folder]] * AbsurdlySpaciousSewer: Sewers with high enough ceilings for people to walk around comfortably and enough space to hold an entire castle.
pt_br: [[folder:A-Z]] * Br/EsgotoAbsurdamenteEspacoso: Esgotos com tetos altos o bastante para que se possa andar no interior e espaço suficiente para abrigar um castelo inteiro.

source: [[folder]] * HundredPercentHeroismRating: A fame-earning game mechanic that makes the {{Non Player Character}}s in a game respect you.
pt_br: [[folder]] * Br/ClassificacaoDeCemPorCentoDeHeroismo: Um mecanismo do jogo para obtenção de fama que faz com que os personagens não-jogáveis em um jogo respeitem você.

source: [[foldercontrol]] [[folder:"Tricks of the Trade"]] [[index]] !!!
pt_br: [[foldercontrol]] [[folder:"Truques do ofício"]] [[index]] !!!

source: [[https://en.wikipedia.org/wiki/Ted_Woolsey Ted Woolsey]] was the primary translator for most of [[Creator/SquareEnix Squaresoft]]'s Platform/SuperNintendoEntertainmentSystem-era {{RPG}}s from 1991–96.
pt_br: [[https://en.wikipedia.org/wiki/Ted_Woolsey Ted Woolsey]] foi o principal tradutor dos [=RPGs=] da [[BrCriador/SquareEnix Squaresoft]] lançados para o Super Nintendo nos anos de 1991 a 1996.

source: [[https://www.facebook.com/groups/720465985368559/posts/776181276463696/ This post has Dudão's main designs]].
pt_br: [[https://www.facebook.com/groups/720465985368559/posts/776181276463696/ Esta publicação exibe as principais aparências de Dudão]].

source: [[index]] * '''[[CharacterNarrator First-Person Narration]]:''' I, me, we, us.
pt_br: * '''[[Br/NarradorPersonagem Narrativa em Primeira Pessoa]]:''' Eu, mim, nós.

source: [[labelnote:explanation]]What El Chavo heard was Doña Florinda saying they should not buy meat from a nearby store because it sells rotten meat, Doña Florinda stating she was going to buy a chocolate box, Doña Clotilde going to decorate the birthday cake with four candles and Quico telling La Chilindrina he was going to kill a chicken so that she would roast it[[/labelnote]] Said episode ends with El Chavo trying to knock everyone out uncounscious so Don Ramón can live.
pt_br: [[labelnote:explicação]]O que o Chaves ouviu foi Dona Florinda dizendo que não deveriam comprar carne no açougue próximo porque ele vende carne podre e que ela iria comprar uma caixa de chocolates, Dona Clotilde dizendo que vai enfeitar o bolo de aniversário com quatro velas e Quico dizendo para a Chiquinha que ele vai matar um frango para assá-lo[[/labelnote]] O referido episódio termina com o Chaves tentando nocautear todos para que o Seu Madruga viva.

source: [[noreallife]] ---- !!Examples:
pt_br: [[noreallife]] ---- !!Exemplos: Br/ExemplosEmFalta.

source: [[noreallife]] ---- !!Sub-tropes: [[index]] * AesopAmnesia: No one learns from their mistakes or remembers any lessons.
pt_br: [[noreallife]] ---- !!Sub-tropos: [[index]] * Br/AmnesiaDeEsopo: Ninguém aprende com seus erros e nem lembra de nenhuma lição.

source: [[note]] The winners always win, and the losers always lose [[/note]] * VegetarianForADay: The diet of a character changes due to an event however they'll always go back by the next episode.
pt_br: [[note]]Os vencedores sempre vencem, e os perdedores sempre perdem.[[/note]] * Br/VegetarianoPorUmDia: A dieta de um personagem muda devido a algum evento, mas será revertida no próximo episódio.

source: [[note]] Unless the article in question has been translated into their native language.
pt_br: [[note]]A não ser que o artigo em questão tenha sido traduzido para o idioma nativo deles. A propósito, estamos trabalhando nisso!

source: [[note]] whereas Don Ramón spelled out ''pas'', with an "s", Chavo corrected him by saying its actually ''paz'' [[BilingualBonus with a "z."]] [[/note]] --> '''Don Ramón:''' Really?
pt_br: --> '''Seu Madruga:''' Sério?

source: [[note]]And because this can happen even before the canon is established, as in a novelization or comic-book adaptation that coincides with a recently-released movie, it might not even be noticed at all.[[/note]] Besides those, everything else is in the canon.
pt_br: [[note]]E isso pode acontecer até mesmo antes do estabelecimento do cânone, tal como em uma novelização ou adaptação para quadrinhos que coincide com um filme recém-lançado, de modo que isso nem mesmo seja percebido.[[/note]] Fora isso, todo o restante é parte do cânone.

source: [[note]]Corinthians is a famous Brazilian football team[[/note]] ** In an episode where the whole vecindad goes to a cinema, a bored Chavo keeps complaining: "It would have been better if we had gone watch ''El Chanfle''".[[note]]A football-themed comedy by Chespirito himself and starring the same cast as the show.[[/note]] As this film was never released in Brazil, it was changed to "Pelé's film", which viewers understood as referring either to the documentary ''Isto É Pelé'', or the more recent ''Os Trombadinhas''.
pt_br: ** Em um episódio em que toda a vizinhança vai ao cinema, o Chaves, entediado, fica reclamando "Teria sido melhor ver ''El Chanfle''".[[note]]Uma comédia centrada em futebol do próprio Chespirito e com o mesmo elenco de Chaves[[/note]] Como o filme nunca foi lançado no Brasil, a referência mudou para "o filme do Pelé", que poderia ser interprerado como o documentário ''Isto é Pelé'' (1974) ou ''Os Trombadinhas'' (1980).

source: [[note]]Even if they ''are'' acknowledged, it's usually with a sly wink to the audience, suggesting [[LampshadeHanging "Yes, we used this dumb trope.
pt_br: [[note]]E mesmo se ''forem'' reconhecidos, costuma ser com uma piscadinha manhosa para o público, quase como se dissessem [[Br/LancandoLuz "Sim, nós usamos esse tropo estúpido.

source: [[note]]In several spanish-speaking countries, the "s" and "z" sound exactly the same[[/note]] * MistakenForGay: ** In an episode, the kids see Don Ramón teaching Jirafales how to recite poems to Doña Florinda.
pt_br: * Br/ConfundidoComUmGay: ** Em um episódio, as crianças veem Seu Madruga ensinando o Girafales a recitar poemas para Dona Florinda.

source: [[note]]The actual answer is 5 cm, if you're wondering.[[/note]]\\ [-[[https://wadeclarke.com/findx Image]] by [[https://wadeclarke.com Wade Clarke]].
pt_br: [[note]]Caso esteja se perguntando, a resposta é 5 cm.[[/note]]\\ [-[[https://wadeclarke.com/findx Imagem]] por [[https://wadeclarke.com Wade Clarke]].

source: [[note]]Well, ''almost'' always; there are [[TheBadGuyWins rare exceptions]].[[/note]] * IgnoredEpiphany: Whenever a character intentionally maintains their status quo.
pt_br: [[note]]Bom, ''quase'' sempre; existem [[Br/OCaraMauVence raras exceções]].[[/note]] * Br/EpifaniaIgnorada: Quando um personagem mantém o status quo de maneira intencional.

source: [[quoteright:260:[[Series/StarTrekTheOriginalSeries https://static.tvtropes.org/pmwiki/pub/images/redshirt1.jpg]]]] [[caption-width-right:260:A Red Shirt in his natural state.]]
pt_br: [[quoteright:260:[[BrSerie/StarTrekASerieOriginal https://static.tvtropes.org/pmwiki/pub/images/redshirt1.jpg]]]] [[caption-width-right:260:Um Camisa Vermelha em seu estado natural.]]

source: [[quoteright:260:[[VideoGame/{{Diablo}} https://static.tvtropes.org/pmwiki/pub/images/diablo_1_3.png]]]]
pt_br: [[quoteright:260:[[BrVideoGame/{{Diablo}} https://static.tvtropes.org/pmwiki/pub/images/diablo_1_3.png]]]]

source: [[quoteright:260:https://static.tvtropes.org/pmwiki/pub/images/cc_lady_648.jpg]] [[caption-width-right:260:A cigarette girl.]]
pt_br: [[quoteright:260:https://static.tvtropes.org/pmwiki/pub/images/cc_lady_648.jpg]] [[caption-width-right:260:Uma garota com cigarros.]]

source: [[quoteright:294:[[Manga/DeathNote https://static.tvtropes.org/pmwiki/pub/images/dvxurj_e7f0b4dd_8882_45d0_a1ff_76549aeca43e.jpg]]]] [[caption-width-right:294:This is like sex for you, isn't it?\\ [-[[https://www.deviantart.com/celesse/art/Death-Note-Gasm-53647615 Image]] by [[https://www.deviantart.com/celesse celesse.]]-] ]]
pt_br: [[quoteright:294:[[BrManga/DeathNote https://static.tvtropes.org/pmwiki/pub/images/dvxurj_e7f0b4dd_8882_45d0_a1ff_76549aeca43e.jpg]]]] [[caption-width-right:294:Isso é como sexo pra você, não é?\\ [-[[https://www.deviantart.com/celesse/art/Death-Note-Gasm-53647615 Imagem]] por [[https://www.deviantart.com/celesse celesse.]]-] ]]

source: [[quoteright:300:[[ComicBook/JusticeLeagueOfAmerica https://static.tvtropes.org/pmwiki/pub/images/tropim.png]]]] [[caption-width-right:300:The other heroes always get annoyed when ComicBook/{{Batman}} breaks out the puppets to illustrate [[BatmanGambit his plans]]...]]
pt_br: [[quoteright:300:[[BrQuadrinhos/LigaDaJusticaDaAmerica https://static.tvtropes.org/pmwiki/pub/images/tropim.png]]]] [[caption-width-right:300:Os outros heróis sempre se irritam quando o BrQuadrinhos/{{Batman}} pega os fantoches para ilustrar [[Br/GambitoDeBatman seus planos]]...]]

source: [[quoteright:300:[[ComicStrip/CalvinAndHobbes https://static.tvtropes.org/pmwiki/pub/images/calvin_contrived_coincidence_8699.png]]]] [[caption-width-right:300:[[ThereIsNoKillLikeOverkill The house has a gas leak, too.]]]]
pt_br: [[quoteright:300:[[BrQuadrinhos/CalvinEHaroldo https://static.tvtropes.org/pmwiki/pub/images/calvin_contrived_coincidence_8699.png]]]] [[caption-width-right:300:A casa também tem um vazamento de gás.]]

source: [[quoteright:300:[[Literature/TheFeatherOfFinistTheFalcon https://static.tvtropes.org/pmwiki/pub/images/bilbin_settings_1646.JPG]]]] [[caption-width-right:300:Picking the time and place is important for a story.]]
pt_br: [[quoteright:300:[[BrLiteratura/FinistOFalcaoDaPenaMagica https://static.tvtropes.org/pmwiki/pub/images/bilbin_settings_1646.JPG]]]] [[caption-width-right:300:Escolher uma época e um local é importante para uma história.]]

source: [[quoteright:300:[[Webcomic/OcularTrauma https://static.tvtropes.org/pmwiki/pub/images/rsz_1ot185_20050713_find_x.png]]]] [[caption-width-right:300:And they say math is hard.
pt_br: [[quoteright:300:[[BrQuadrinhosWeb/OcularTrauma https://static.tvtropes.org/pmwiki/pub/images/rsz_1ot185_20050713_find_x.png]]]] [[caption-width-right:300:E ainda dizem que matemática é difícil.

source: [[quoteright:300:[[Website/{{Cracked}} https://static.tvtropes.org/pmwiki/pub/images/flanderization_transparent.png]]]] [[caption-width-right:300:[[http://www.cracked.com/article_18741_the-evolution-fictional-characters-by-medium-5Bcomic5D.html By Winston Rowntree]] of ''Webcomic/{{Subnormality}}''.]]
pt_br: [[quoteright:300:[[BrWebsite/{{Cracked}} https://static.tvtropes.org/pmwiki/pub/images/flanderization_transparent.png]]]] [[caption-width-right:300:[[http://www.cracked.com/article_18741_the-evolution-fictional-characters-by-medium-5Bcomic5D.html Por Winston Rowntree]] de ''BrQuadrinhosWeb/{{Subnormality}}''.]]

source: [[quoteright:300:https://static.tvtropes.org/pmwiki/pub/images/21_MHG_tonybrunca_7552.jpg]] [[caption-width-right:300: Riobaldo and Diadorim, as they appear in the {{mini series}}]]
pt_br: [[quoteright:300:https://static.tvtropes.org/pmwiki/pub/images/21_MHG_tonybrunca_7552.jpg]] [[caption-width-right:300: Riobaldo e Diadorim, como representados na minissérie.]]

source: [[quoteright:300:https://static.tvtropes.org/pmwiki/pub/images/george_orwell_bbc.png]] [[caption-width-right:300: George Orwell reporting for the Ministry of Tru ... er, Creator/TheBBC.]]
pt_br: [[quoteright:300:https://static.tvtropes.org/pmwiki/pub/images/george_orwell_bbc.png]] [[caption-width-right:300: George Orwell reportando ao Ministério da Ver... digo, para a BBC.]]

source: [[quoteright:302:https://static.tvtropes.org/pmwiki/pub/images/mysterymen1.jpg]] [[caption-width-right:302: Before the [[Film/TheAvengers2012 Avengers]], there were...these guys.[[note]]Clockwise from top: The Sphinx, Jeff/The Blue Raja, The Spleen, Roy/Mr. Furious, Eddy/The Shoveler, Invisible Boy and in the center, Carol/The Bowler.[[/note]]]] ->''"We're not your classic heroes.
pt_br: [[quoteright:302:https://static.tvtropes.org/pmwiki/pub/images/mysterymen1.jpg]] [[caption-width-right:302: Antes dos [[BrFilme/OsVingadores2012 Vingadores]], haviam... esses caras.[[note]]Em sentido horário a partir do topo: O Esfinge, Jeff/O Marajá, O Solta-Pum, Roy/Irado, Eddy/O Pá, Garoto Invisível e, no centro, Carol/A Boliche.[[/note]]]] ->''"Não somos os clássicos super heróis.

source: [[quoteright:322:[[WesternAnimation/OswaldTheLuckyRabbit https://static.tvtropes.org/pmwiki/pub/images/Screen_shot_2010-11-05_at_17_47_18_2177.png]]]] [[caption-width-right:322:Life is already hard enough when [[SuccessfulSiblingSyndrome you live in the shadow]] of your [[WesternAnimation/MickeyMouse famous younger sibling]].]]
pt_br: [[quoteright:322:[[BrAnimacaoOcidental/OswaldoOCoelhoSortudo https://static.tvtropes.org/pmwiki/pub/images/Screen_shot_2010-11-05_at_17_47_18_2177.png]]]] [[caption-width-right:322:A vida já é difícil por si só quando [[Br/SindromeDoIrmaoBemSucedido você vive na sombra]] do seu [[BrAnimacaoOcidental/MickeyMouse irmão mais novo e mais famoso]].]]

source: [[quoteright:328:[[Franchise/{{Alien}} https://static.tvtropes.org/pmwiki/pub/images/RuleOfScary_9298.JPG]]]] [[caption-width-right:328:[[Series/PimpMyRide Yo dawg, I heard you like mouths]].
pt_br: [[quoteright:328:[[BrFranquia/{{Alien}} https://static.tvtropes.org/pmwiki/pub/images/RuleOfScary_9298.JPG]]]] [[caption-width-right:328:[[BrSerie/PimpMyRide Ow mano, soube que você gosta de bocas.]].

source: [[quoteright:329:[[Film/SupermanFilmSeries https://static.tvtropes.org/pmwiki/pub/images/decanon.png]]]] [[caption-width-right:329: Despite the existence of posters, two of these movies were never made.
pt_br: [[quoteright:329:[[BrFilme/SupermanSerieDeFilmes https://static.tvtropes.org/pmwiki/pub/images/decanon.png]]]] [[caption-width-right:329: Apesar da existência de posters, dois desses filmes nunca foram feitos.

source: [[quoteright:348:[[Film/ANewHope https://static.tvtropes.org/pmwiki/pub/images/Chewie_and_Han_3510.jpg]]]] [-[[caption-width-right:348:On the left, shown with TheLancer on the right for [[BigGuyLittleGuy scale]].]]-]
pt_br: [[quoteright:348:[[BrFilme/UmaNovaEsperanca https://static.tvtropes.org/pmwiki/pub/images/Chewie_and_Han_3510.jpg]]]] [-[[caption-width-right:348:O da esquerda, com Br/OLanceiro à direita para [[Br/CaraGrandeCaraPequeno escala]].]]-]

source: [[quoteright:349:[[ComicBook/JudgeDredd https://static.tvtropes.org/pmwiki/pub/images/crapsack.png]]]] [[caption-width-right:349:And this line is only for the [[JaywalkingWillRuinYourLife jaywalkers]]...]]
pt_br: [[quoteright:349:[[BrQuadrinhos/JuizDredd https://static.tvtropes.org/pmwiki/pub/images/crapsack.png]]]] [[caption-width-right:349:E essa fila é apenas pra quem [[Br/AtravessarForaDaFaixaVaiArruinarSuaVida atravessou fora da faixa]]...]]

source: [[quoteright:349:[[Series/{{Firefly}} https://static.tvtropes.org/pmwiki/pub/images/bdh.png]]]] %% ->'''Mal:''' Well, look at this!
pt_br: [[quoteright:349:[[Series/{{Firefly}} https://static.tvtropes.org/pmwiki/pub/images/bdh.png]]]] %% ->'''Mal:''' Bem, olhe pra isso.

source: [[quoteright:349:[[WesternAnimation/TeenTitansGo https://static.tvtropes.org/pmwiki/pub/images/teen_titans_inside_bottle.png]]]]
pt_br: [[quoteright:349:[[BrAnimacaoOcidental/OsJovensTitasEmAcao https://static.tvtropes.org/pmwiki/pub/images/teen_titans_inside_bottle.png]]]]

source: [[quoteright:350:[[ComicBook/MyLittlePonyFriendshipIsMagicIDW https://static.tvtropes.org/pmwiki/pub/images/pinkie_cloudcuckooland.png]]]] [[caption-width-right:350:[[WesternAnimation/SpongeBobSquarePants The inner machinations of her mind are an enigma.]]]]
pt_br: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/pinkie_cloudcuckooland.png]] [[caption-width-right:350:[[BrAnimacaoOcidental/BobEsponjaCalcaQuadrada As maquinações internas de sua mente são um enigma.]]]]

source: [[quoteright:350:[[Film/AmericanPsycho https://static.tvtropes.org/pmwiki/pub/images/rsz_patrick_bateman_serial_killer.png]]]] [[caption-width-right:350:[[DissonantSerenity Do you like]] Music/HueyLewisAndTheNews?]] %% ->''UsefulNotes/LizzieBorden took an axe,\\ and gave her mother forty whacks.\\ And when he saw what she had done,\\ she gave her father forty-one.'' -->-- '''[[UsefulNotes/LizzieBorden American Nursery Rhyme]]''' [[note]]For the record, Ms. Borden was acquitted, but [[NeverLiveItDown never lived it down]].
pt_br: [[quoteright:350:[[Film/AmericanPsycho https://static.tvtropes.org/pmwiki/pub/images/rsz_patrick_bateman_serial_killer.png]]]] %% ->''BrNotasUteis/LizzieBorden, com um machado de cobre,\\ acertou a mãe com trinta golpes.\\ E após contemplar o que aconteceu,\\ Em seu pai trinta e um golpes deu.'' -->-- '''[[BrNotasUteis/LizzieBorden Rima americana de ninar]],''' tradução livre [[note]]Pra constar, Lizzie foi absolvida, mas a opinião pública nunca esqueceu.

source: [[quoteright:350:[[Film/TheThreeStooges https://static.tvtropes.org/pmwiki/pub/images/the-three-stooges-football.jpg]]]] [[caption-width-right:350:[-WhatCouldPossiblyGoWrong-] ]]
pt_br: [[quoteright:350:[[BrFilme/OsTresPatetas https://static.tvtropes.org/pmwiki/pub/images/the-three-stooges-football.jpg]]]] [[caption-width-right:350:[-Br/OQuePoderiaDarErrado?-] ]]

source: [[quoteright:350:[[TabletopGame/MagicTheGathering https://static.tvtropes.org/pmwiki/pub/images/mad-scientist2_mtg-lab-maniac_3244.jpg]]]] [[caption-width-right:350:And this is [[MundaneUtility just how he toasts sandwiches.]]]]
pt_br: [[quoteright:350:[[BrJogoDeMesa/MagicTheGathering https://static.tvtropes.org/pmwiki/pub/images/mad-scientist2_mtg-lab-maniac_3244.jpg]]]] [[caption-width-right:350:E isso é só para [[Br/UtilidadeMundana preparar um sanduíche.]]]]

source: [[quoteright:350:[[TabletopGame/{{Chess}} https://static.tvtropes.org/pmwiki/pub/images/rsz_chess_set_2855.jpg]]]] [[caption-width-right:350:"[[UsefulNotes/TheWarOnTerror That's... wrong.
pt_br: [[quoteright:350:[[BrJogoDeMesa/{{Xadrez}} https://static.tvtropes.org/pmwiki/pub/images/rsz_chess_set_2855.jpg]]]] [[caption-width-right:350:"[[BrNotasUteis/AGuerraAoTerror Isso é... errado.

source: [[quoteright:350:[[TabletopGame/{{Pathfinder}} https://static.tvtropes.org/pmwiki/pub/images/pathfinder___asmodeus.jpg]]]] [[caption-width-right:350:"Sign here, and here.
pt_br: [[quoteright:350:[[BrJogoDeMesa/{{Pathfinder}} https://static.tvtropes.org/pmwiki/pub/images/pathfinder___asmodeus.jpg]]]] [[caption-width-right:350:"Assine aqui e aqui.

source: [[quoteright:350:[[UsefulNotes/RMSTitanic https://static.tvtropes.org/pmwiki/pub/images/titanic_2009.jpg]] ]] [[caption-width-right:350:Stop me if you've heard this one.]]
pt_br: [[quoteright:350:[[BrDadosUteis/RMSTitanic https://static.tvtropes.org/pmwiki/pub/images/titanic_2009.jpg]] ]] [[caption-width-right:350:Aposto que você já ouviu sobre essa aqui.]]

source: [[quoteright:350:[[VideoGame/DarkestDungeon https://static.tvtropes.org/pmwiki/pub/images/unsettling_passage.png]]]] [[caption-width-right:350:"'Look up'?
pt_br: [[quoteright:350:[[BrVideoGame/DarkestDungeon https://static.tvtropes.org/pmwiki/pub/images/unsettling_passage.png]]]] [[caption-width-right:350:"'Olhar pra cima'?

source: [[quoteright:350:[[VideoGame/EpicMickey https://static.tvtropes.org/pmwiki/pub/images/mickey_45.png]]]] [[caption-width-right:350:[[SarcasmMode Congratulations]], [[WesternAnimation/MickeyMouse Mickey]]; you've just created [[EldritchAbomination The Blot]]!\\ [[FromBadToWorse Now just wait until you try to fix your mistake]].]]
pt_br: [[quoteright:350:[[BrVideoGame/EpicMickey https://static.tvtropes.org/pmwiki/pub/images/mickey_45.png]]]] [[caption-width-right:350:[[Br/ModoSarcastico Parabéns]], [[BrAnimacaoOcidental/MickeyMouse Mickey]]; você acabou de criar [[Br/AbominacaoSobrenatural o Blot]]!\\ [[Br/DeMalAPior Agora espera só até você tentar consertar seu erro]].]]

source: [[quoteright:350:[[Webcomic/{{xkcd}} https://static.tvtropes.org/pmwiki/pub/images/tab_explosion_8.png]]]] [[caption-width-right:350:[[http://www.xkcd.com/609/ Not to mention all the tabs he opened.]]]]
pt_br: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/soomanypagesssss2.jpg]] [[caption-width-right:350:Imagem de uma típica sessão no TV Tropes.]]

source: [[quoteright:350:[[Website/RottenTomatoes https://static.tvtropes.org/pmwiki/pub/images/temp_18.png]]]] [[caption-width-right:350:[[Film/TheSantaClause 'Snow time for a sequel!]]]]
pt_br: [[quoteright:350:[[BrWebsite/RottenTomatoes https://static.tvtropes.org/pmwiki/pub/images/temp_18.png]]]] [[caption-width-right:350:[[BrFilme/MeuPapaiENoel Hora da sequência!]]]]

source: [[quoteright:350:[[WesternAnimation/RickAndMorty https://static.tvtropes.org/pmwiki/pub/images/screenshot_142_3.png]]]] [[caption-width-right:350:Also known as "[[RussianReversal Chairs Sit On People]]"... [[VisualPun literally]].\\ It's [[ExaggeratedTrope even more rare]] to use a slice of pizza as a phone to order phones to eat.[[note]]This does, however, fit tropes like JustTheIntroductionToTheOpposites and AnimateInanimateObject.[[/note]]]] %% This happens when a {{trope}} is so ridiculously specific that it would only really have an example from that one show, where it didn't have any real meaning anyway.
pt_br: [[quoteright:350:[[BrAnimacaoOcidental/RickEMorty https://static.tvtropes.org/pmwiki/pub/images/screenshot_142_3.png]]]] [[caption-width-right:350:Também conhecido como "[[Br/ReversalRussa Cadeiras Sentam Em Pessoas]]"... [[Br/TrocadalhoVisual literalmente]].\\ É [[Br/TropoExagerado ainda mais raro]] usar uma fatia de pizza como telefone para pedir telefones para comer.[[note]]No entanto, isso se encaixa em tropos como ??? JustTheIntroductionToTheOpposites e Br/ObjetoInanimadoAnimado.[[/note]]]] %% Isso acontece quando um Br/{{tropo}} é tão ridiculamente específico que ele só tem um exemplo daquele único show onde ele não tinha um significado real.

source: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/heroes_0.png]] [[caption-width-right:350:[[Music/BonnieTyler ♫ He's gotta be strong, and he's gotta be fast\\ And he's gotta be fresh from the fight!
pt_br: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/heroes_0.png]] [[caption-width-right:350:[[BrMusica/BonnieTyler ♫ Ele tem que ser forte, ele tem que ser rápido\\ E ele tem que estar disposto a lutar!

source: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/mounted_templar.jpg]] [[caption-width-right:350: Templar on Horseback, carrying the standard]]
pt_br: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/mounted_templar.jpg]] [[caption-width-right:350: Templário montado em um cavalo e portando o estandarte.]]

source: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/prop_shop.jpg]] [[caption-width-right:350:Indiana University Theatre Department's [[https://theatre.indiana.edu/creative-activity/facilities-resources/production-spaces/prop-shop.html Prop Shop]].]]
pt_br: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/prop_shop.jpg]] [[caption-width-right:350:[[https://theatre.indiana.edu/creative-activity/facilities-resources/production-spaces/prop-shop.html Sala de adereços]] do departamento de teatro da universidade de Indiana, EUA.]]
